export const locationLevels = [
    {author: "17 мгновений весны", text: "Критиковать и злобствовать всегда легче. Выдвинуть разумную программу действий — значительно труднее."},
    {author: "Белое солнце пустыни", text: "Дорога легче, когда встретится добрый попутчик. С другом — оно всегда веселей."},
    {author: "Иван Васильевич меняет профессию", text: "Такие вопросы, дорогой посол, с кондачка не решаются. Нам надо посоветоваться с товарищами, зайдите на недельке."},
    {author: "Ирония судьбы", text: "Да, я хирург. Мне часто приходится делать людям больно, чтобы потом им жилось хорошо."},
    {author: "Ирония судьбы", text: "Такие, как вы, всегда правы, во всём, потому что живёте как положено, как предписано, но в этом и ваша слабость — вы не способны на безумство. Великое вам не по плечу, а жизнь нельзя подогнать под вымеренную схему…"},
    {author: "Кавказская пленница", text: "Мой прадед говорит: «Имею желание купить дом, но не имею возможности. Имею возможность купить козу, но не имею желания». Так выпьем за то, чтоб наши желания всегда совпадали с нашими возможностями!"},
    {author: "Карнавальная ночь", text: "Если человек морально разложился, об этом надо прямо сказать, а не смеяться, понимаете ли."},
    {author: "Москва слезам не верит", text: "Человека выдают два обстоятельства: если он неправильно ставит ударения в словах, и задает глупые вопросы. Полезно в таких ситуациях побольше помалкивать."},
    {author: "Приключения Электроника", text: "Сказкой мы часто называем то, чему пока не можем найти объяснение."},
    {author: "Тот самый Мюнхгаузен", text: "Умное лицо – это еще не признак ума. Все глупости в мире совершаются именно с этим выражением лица… Улыбайтесь, господа, улыбайтесь."},
    {author: "Винни-Пух и все-все-все", text: "Не очень-то вежливо уходить из гостей сразу, как только ты наелся."},
    {author: "38 попугаев", text: "- У меня есть мысль, и я её думаю!\nА можно я ее тоже немножечко подумаю?"},
    {author: "Ну, погоди!", text: "А я такой голодный, как айсберг в океане! А ты такой прекрасный, как летом эскимо…"},
    {author: "Трое из Простоквашино", text: "Неправильно ты, дядя Федор, бутерброд ешь… Ты его колбасой кверху держишь, а надо колбасой на язык класть. Так вкуснее получится…"},
    {author: "Иван Васильевич меняет профессию", text: "Я должна сообщить тебе ужасное известие. У меня сегодня в кафе увели перчатки... И я полюбила другого!"},
    {author: "Бриллиантовая рука", text: "Не знаю, как там в Лондоне, я не была. Может, там собака — друг человека! А у нас управдом — друг человека!"},
    {author: "Любовь и голуби", text: "Надеюсь, что вы как интеллигентный человек не осудите нас за лучик счастья на темном небосклоне жизни"},
    {author: "Служебный роман", text: "У меня такая безупречная репутация, что меня уже давно пора скомпрометировать"},
    {author: "Операция Ы", text: "Работа стоит, а срок идет. Ты не забывай: у тебя учет в рублях, у меня — в сутках"},
    {author: "Самая обаятельная и привлекательная", text: "Женщина должна опаздывать. Минуты ожидания дают мужчине возможность лишний раз спокойно подумать."},
    {author: "Москва слезам не верит", text: "Ну, а если меня о чём-нибудь спросят? Вот я ляпну. — И ляпай! Но ляпай уверенно. Тогда это называется точкой зрения."},
    {author: "Служебный роман", text: "— Люди, сдаём по пятьдесят копеек. У Маши Селезневой пополнение семейства! — Лично я здесь ни при чём!"},
    {author: "Тот самый Мюнхгаузен", text: "❝ В своё время Сократ мне сказал: «Женись непременно. Попадётся хорошая жена — станешь счастливым. Плохая — станешь философом». Не знаю, что лучше.❞"},
    {author: "Ну, погоди!", text: "Ну, погоди, ещё не вечер, ещё не ясно ничего. И верю я – наступит встреча под крышей дома твоего."},
    {author: "Бриллиантовая рука", text: "Каждый человек способен на многое. Но, к сожалению, не каждый знает, на что он способен..."},
    {author: "Чебурашка и Крокодил Гена", text: "– Гена, тебе очень тяжело? Давай я понесу чемоданы, а ты понесешь меня!"},
    {author: "Карнавал", text: "Нигде и никогда, ни в одном городе мира, ты уж мне поверь, это правда, звезды не светят так ярко и пленительно, как в городе детства."},
    {author: "17 мгновений весны", text: "Самые счастливые люди на земле — те, которые могут вольно обращаться со временем, ничуть не опасаясь за последствия."},
    {author: "Белое солнце пустыни", text: "Иди, иди! Хорошая жена, хороший дом, что еще надо человеку, чтобы встретить старость?"},
    {author: "Вам и не снилось", text: "Я вот не строю мосты, потому что не знаю как. Как же ты можешь учить любви, когда сама бежишь от неё, как заяц от погони?"},





]