{
{"text":"It always seems impossible until it’s done.","name":"Nelson Mandela","type":"quotes"},
{"text":"A friend in need is a friend indeed.","name":"Proverb","type":"aphorisms"},
{"text":"I believe I can fly, I believe I can touch the sky.","name":"R. Kelly","type":"music"},
{"text":"Mars is red because of iron oxide.","name":"Fact about space","type":"science"},
{"text":"Keep your friends close, but your enemies closer.","name":"The Godfather Part II","type":"cinema"},
{"text":"Don't underestimate the value of Doing Nothing.","name":"A. A. Milne","type":"poems"},
{"text":"All you need is love, love. Love is all you need.","name":"The Beatles","type":"music"},
{"text":"It's no use crying over spilled milk.","name":"Idioms","type":"aphorisms"},
{"text":"Toto, I've a feeling we're not in Kansas anymore.","name":"The Wizard of Oz","type":"quotes"},
{"text":"Music is the universal language of mankind.","name":"Henry Wadsworth Longfellow","type":"poems"},
{"text":"I'm not bad, I'm just drawn that way.","name":"Who Framed Roger Rabbit","type":"cinema"},
{"text":"Be yourself; everyone else is already taken.","name":"Oscar Wilde","type":"quotes"},
{"text":"Travel makes one modest. You see what a tiny place you occupy in the world.","name":"Gustave Flaubert","type":"quotes"},
{"text":"It's raining cats and dogs outside today.","name":"Idioms","type":"aphorisms"},
{"text":"Paper dollars are not paper. They are 75% cotton and 25% linen.","name":"Fact about economics","type":"science"},
{"text":"The music is not in the notes, but in the silence between.","name":"Wolfgang Amadeus Mozart","type":"music"},
{"text":"Something is rotten in the state of Denmark.","name":"William Shakespeare","type":"poems"},
{"text":"I coulda been a contender. I could've been somebody, instead of a bum, which is what I am.","name":"On the Waterfront","type":"cinema"},
{"text":"In conversation, humor is worth more than wit and easiness more than knowledge.","name":"George Herbert","type":"quotes"},
{"text":"Silk is the strongest natural material. The silk of spider webs is five times stronger than steel.","name":"Scientific fact","type":"science"},
{"text":"When you love someone, and they break your heart, don't give up on love, have faith, restart.","name":"Justin Bieber","type":"music"},
{"text":"I'm just a girl, standing in front of a boy, asking him to love her.","name":"Notting Hill","type":"cinema"},
{"text":"Loyalty to country ALWAYS. Loyalty to government, when it deserves it.","name":"Mark Twain","type":"poems"},
{"text":"There is nothing in a caterpillar that tells you it's going to be a butterfly.","name":"R. Buckminster Fuller","type":"quotes"},
{"text":"The Aztecs used cocoa beans as currency and accepted them as taxes from other peoples.","name":"Fact about food","type":"science"},
{"text":"It is estimated that Sweden has more islands than any other country.","name":"Fact about the world","type":"science"},
{"text":"One man practicing sportsmanship is far better than fifty preaching it.","name":"Knute Rockne","type":"quotes"},
{"text":"He who knows nothing is closer to the truth than he whose mind is filled with falsehoods and errors.","name":"Thomas Jefferson","type":"poems"},
{"text":"I have recently heard the news through the grapevine.","name":"Idioms","type":"aphorisms"},
{"text":"The greatest fear dogs know is the fear that you will not come back when you go out the door without them.","name":"Stanley Coren","type":"quotes"},
{"text":"It is a world of disappointment: often to the hopes we most cherish, and hopes that do our nature the greatest honour.","name":"Charles Dickens","type":"poems"},
{"text":"The human stomach can dissolve razor blades. The PH level in the stomach is so high that it can dissolve metal. But don't swallow razor blades anyway!","name":"Scientific fact","type":"science"},
{"text":"Keep your friends close and your enemies closer.","name":"Proverb","type":"aphorisms"},
{"text":"Twinkle, twinkle, little star, How I wonder what you are!","name":"English lullaby","type":"music"},
{"text":"When you wish upon a star, makes no difference who you are.","name":"Lullaby","type":"music"},
{"text":"Every man has to seek in his own way to make his own self more noble and to realize his own true worth.","name":"Albert Schweitzer","type":"quotes"},
{"text":"The light from the stars is traveling millions of light years to reach us, so we are basically gazing millions of years into the past.","name":"Fact about space","type":"science"},
{"text":"It's not about the destination; it's about the journey.","name":"Ralph Waldo Emerson","type":"poems"},
{"text":"Take thy thoughts to bed with thee, for the morning is wiser than the evening.","name":"Russian proverb","type":"aphorisms"},
{"text":"Love me tender, love me sweet, never let me go.","name":"Elvis Presley","type":"music"},
{"text":"It is better to create than to learn! Creating is the essence of life.","name":"Julius Caesar","type":"quotes"},
{"text":"The deepest parts of the ocean are less explored than the surface of the moon concealing world within a world.","name":"Interesting Fact","type":"science"},
{"text":"Belief consists in accepting the affirmations of the soul; unbelief, in denying them.","name":"Ralph Waldo Emerson","type":"poems"},
{"text":"You talking to me? You talking to me? You talking to me? Well, who the hell else are you talking to?","name":"Taxi Driver","type":"cinema"},
{"text":"You look like you got up on the wrong side of bed.","name":"Idioms","type":"aphorisms"},
{"text":"Glass, china, and reputation, are easily cracked, and never well mended.","name":"Benjamin Franklin","type":"quotes"},
{"text":"The most curtain calls ever for a ballet was 89, after Rudolf Nureyev and Margot Fonteyn performed their 1964 Swan Lake in Vienna.","name":"Fact about arts","type":"science"},
{"text":"Solving this was a piece of cake, I don't know why everyone was so scared of this test.","name":"idioms","type":"aphorisms"},
{"text":"The point is, ladies and gentleman, that greed, for lack of a better word, is good. Greed is right, greed works.","name":"Wall Street","type":"cinema"},
{"text":"Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities; Truth isn't.","name":"Mark Twain","type":"poems"},
{"text":"This sort of thing only happens once in a blue moon.","name":"Idioms","type":"aphorisms"},
{"text":"The United States de facto authorizes the practice of extraordinary rendition, which means any prisoner could be transferred to any country for the purposes of interrogation.","name":"Fact about politics","type":"science"},
{"text":"Home is not where you are from, it is where you belong. Some of us travel the whole world to find it. Others, find it in a person.","name":"Beau Taplin","type":"quotes"},
{"text":"The best way to find out if you are dreaming is to read something, because reading never works in dreams.","name":"The Stand","type":"poems"},
{"text":"The possession of knowledge does not kill the sense of wonder and mystery. There is always more mystery.","name":"Anais Nin","type":"quotes"},
{"text":"Friends share more DNA than strangers. A study discovered that the DNA between friends is more genetically similar than random pairs of strangers.","name":"Scientific fact","type":"science"},
{"text":"Practice makes perfect, so just persevere, and you will speak Chinese fluently.","name":"Proverb","type":"aphorisms"},
{"text":"He loved the sea, he loved the rock, but he had no affection for the air. The air to him was an obnoxious adventure.","name":"The History of Mr. Polly","type":"poems"},
{"text":"I am not in danger, Skyler. I am the danger. A guy opens his door and gets shot, and you think that of me? No. I am the one who knocks!","name":"Breaking Bad","type":"cinema"},
{"text":"You know you're getting old when you stoop to tie your shoelaces and wonder what else you could do while you're down there.","name":"George Burns","type":"quotes"},
{"text":"Prep and freeze ingredients in advance to streamline cooking processes and minimize meal prep time on busy days.","name":"Life Hack","type":"science"},
{"text":"An apple a day keeps the doctor away.","name":"Proverb","type":"aphorisms"},
{"text":"The artist is nothing without the gift, but the gift is nothing without work.","name":"Emile Zola","type":"poems"},
{"text":"Hope is not crazy. It's not naive. It's not stupid. It's brave, and it's fierce, and it's very strong.","name":"Wonder Woman ","type":"cinema"},
{"text":"Home is where you can be yourself and feel comfortable in your own skin.","name":"Shania Twain","type":"music"},
{"text":"Capitalism does live by crises and booms, just as a human being lives by inhaling and exhaling.","name":"Leon Trotsky","type":"quotes"},
{"text":"The longest time between two twins being born is 87 days.","name":"Interesting Fact","type":"science"},
{"text":"No advance in wealth, no softening of manners, no reform or revolution has ever brought human equality a millimeter nearer.","name":"George Orwell","type":"poems"},
{"text":"Money may not buy happiness, but I'd rather cry in a Jaguar than on a bus.","name":"Forrest Gump","type":"cinema"},
{"text":"Dinosaur fossils have been found on all seven continents. Dinosaurs might have roamed right through your backyard.","name":"Scientific fact","type":"science"},
{"text":"Fatty fish is excellent for your brain for one simple reason that it contains Omega 3. Around 60% of human brain is fat, and around a half of that is Omega 3 fatty acids, so food rich in Omega 3 is essential for the brain.","name":"Fact about food","type":"science"},
{"text":"Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.","name":"Thich Nhat Hanh","type":"quotes"},
{"text":"The phrase \"when pigs fly\" is used to describe something unlikely to happen. It comes from the phrase \"pigs fly with their tails forward\", used in the 17th century as a reply to overly optimistic statements.","name":"idioms","type":"aphorisms"},
{"text":"Ravens remember faces well and connect them to certain experiences, which is why they are capable of holding a grudge against people who did something wrong to them.","name":"Animal fact","type":"science"},
{"text":"I have it from the horse's mouth that this puzzle game is easy!","name":"Idioms","type":"aphorisms"},
{"text":"A real friend is one who walks in when the rest of the world walks out.","name":"Walter Winchell","type":"quotes"},
{"text":"My mama always said life was like a box of chocolates. You never know what you're gonna get.","name":"Forrest Gump","type":"cinema"},
{"text":"The best love is the kind that awakens the soul and makes us reach for more, that plants a fire in our hearts and brings peace to our minds.","name":"The Notebook","type":"poems"},
{"text":"Home is a name, a word, it is a strong one; stronger than a magician ever spoke, or spirit ever answered to, in the strongest conjuration.","name":"Charles Dickens","type":"poems"},
{"text":"Humor brings insight and tolerance. Irony brings a deeper and less friendly understanding.","name":"Agnes Repplier","type":"quotes"},
{"text":"Lake Balkhash is one of the largest lakes in Asia. Its western part is fresh water, while its eastern half is saline. This is due to a land separation that doesn’t allow the water to mix properly.","name":"Fact about the world","type":"science"},
{"text":"Australians are the biggest consumers of meat in the world, eating around 200 pounds (90.72 kg) of meat per person per year.","name":"Fact about food","type":"science"},
{"text":"I love cats because I enjoy my home; and little by little, they become its visible soul.","name":"Jean Cocteau","type":"quotes"},
{"text":"You can't make an omelet without breaking a few eggs.","name":"Proverb","type":"aphorisms"},
{"text":"No matter what anybody tells you, words and ideas can change the world.","name":"Dead Poets Society","type":"music"},
{"text":"It takes Venus longer to rotate around its own axis than around the Sun, so a day on Venus is longer than a year on Venus.","name":"Fact about space","type":"science"},
{"text":"Home is the place where, when you have to go there, they have to take you in.","name":"Robert Frost","type":"quotes"},
{"text":"Keep your face always toward the sunshine and shadows will fall behind you.","name":"Walt Whitman","type":"poems"},
{"text":"\"Pardon my French\" is a phrase used to apologize for swearing.","name":"Idioms","type":"aphorisms"},
{"text":"Rhinos can be extremely aggressive in the wild because they are nearly blind and incapable of telling the difference between a predator and an inanimate object, but in zoos they are reported to be very affectionate with people.","name":"Animal fact","type":"science"},
{"text":"It's illegal to run out of gas on the German autobahn. You could face a big fine. Walking along the highway is unsafe, as is having your vehicle stalled on or on the side of the road.","name":"German law","type":"quotes"},
{"text":"My parents taught me that honesty is the best policy.","name":"Proverb","type":"aphorisms"},
{"text":"Focus more on your desire than on your doubt, and the dream will take care of itself.","name":"Mark Twain","type":"poems"},
{"text":"Knowledge becomes evil if the aim be not virtuous.","name":"Plato","type":"quotes"},
{"text":"When a massive star explodes, its core forms a neutron planet which is so dense that a teaspoon of its material weighs more than Mount Everest.","name":"Fact about space","type":"science"},
{"text":"Have a heart that never hardens, and a temper that never tires, and a touch that never hurts.","name":"Charles Dickens","type":"poems"},
{"text":"You can lead a horse to water, but you can't make him drink.","name":"Proverb","type":"aphorisms"},
{"text":"Wealth, like happiness, is never attained when sought after directly. It comes as a by-product of providing a useful service.","name":"Henry Ford","type":"quotes"},
{"text":"There are still 773 million illiterate adults in the world today, and around two thirds of them are women. A big share of these women are denied the right to go to school.","name":"Fact about politics","type":"science"},
{"text":"A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.","name":"George Bernard Shaw","type":"poems"},
{"text":"Professional Sleeper, wherein individuals are hired to test the comfort of beds and mattresses.","name":"Fact about jobs","type":"science"},
{"text":"To know that we know what we know, and to know that we do not know what we do not know, that is true knowledge.","name":"Nicolaus Copernicus","type":"quotes"},
{"text":"Happiness can be found even in the darkest of times, if one only remembers to turn on the light.","name":"Harry Potter","type":"poems"},
{"text":"They say that sometimes familiarity breeds contempt.","name":"Proverb","type":"aphorisms"},
{"text":"A lot of cowboys preferred bowler hats, not what is called \"cowboy hats\" today.","name":"Historical fact","type":"science"},
{"text":"When there is no enemy within, the enemy outside can do you no harm.","name":"African proverb","type":"quotes"},
{"text":"You may tire of reality but you never tire of dreams.","name":"Lucy Maud Montgomery","type":"poems"},
{"text":"It was the last straw that broke the camel's back.","name":"Idioms","type":"aphorisms"},
{"text":"Pluto is only half as wide as the United States from the West Coast to the East, and its entire surface is smaller than the territory of Russia.","name":"Fact about space","type":"science"},
{"text":"Home is where the heart is, and my heart is wherever I am at the moment.","name":"Lily Leung","type":"quotes"},
{"text":"People generally see what they look for, and hear what they listen for.","name":"To Kill a Mockingbird","type":"poems"},
{"text":"Since excuses were invented, no one is ever in the wrong.","name":"Mexican proverb","type":"aphorisms"},
{"text":"Our pets are like our therapists, offering unconditional love and comfort without uttering a single word.","name":"Dr. John Bradshaw","type":"quotes"},
{"text":"Joan Ginther scored more than $20 million in four scratcher lottery wins.","name":"Interesting fact","type":"science"},
{"text":"Two things awe me most, the starry sky above me and the moral law within me.","name":"Immanuel Kant","type":"quotes"},
{"text":"Chameleons change colors not to camouflage themselves, but to regulate their temperatures or communicate with other chameleons.","name":"Popular myth","type":"science"},
{"text":"Divide and rule, the politician cries; Unite and lead, is watchword of the wise.","name":"Johann Wolfgang von Goethe","type":"poems"},
{"text":"Truth is like the sun. You can shut it out for a time, but it's not going to go away.","name":"Elvis Presley","type":"music"},
{"text":"Going on a wild goose chase will bring you nowhere.","name":"Idioms","type":"aphorisms"},
{"text":"The tragedy of life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.","name":"Benjamin Mays","type":"quotes"},
{"text":"The Great Fire of London destroyed over 13,200 houses, but had 6 casualties. This belief is widely disputed nowadays, with the death toll estimated to be several thousand times that number.","name":"Historical fact","type":"science"},
{"text":"Family is a life jacket in the stormy sea of life.","name":"J.K. Rowling","type":"poems"},
{"text":"To educate a person in the mind but not in morals is to educate a menace to society.","name":"Theodore Roosevelt","type":"quotes"},
{"text":"The phrase “win hands down” was initially in reference to a jockey, who would win a race without pulling the reins of the horse or whipping the horse.","name":"Fact about sports","type":"science"},
{"text":"Sometimes it's necessary to get a taste of your own medicine.","name":"Idioms","type":"aphorisms"},
{"text":"I like the dreams of the future better than the history of the past.","name":"Thomas Jefferson","type":"poems"},
{"text":"An ice cube takes up about 9% more volume than the water used to make it. This explains why liquids expand in containers when they are frozen.","name":"Scientific fact","type":"science"},
{"text":"Your time is limited, so don't waste it living someone else's life.","name":"Steve Jobs","type":"quotes"},
{"text":"A barking dog never bites is what they say about people who would threaten others, but never act upon those threats.","name":"Proverb","type":"aphorisms"},
{"text":"Write it on your heart that every day is the best day in the year.","name":"Ralph Waldo Emerson","type":"poems"},
{"text":"It is necessary to relax your muscles when you can. Relaxing your brain is fatal.","name":"Stirling Moss","type":"quotes"},
{"text":"Major League Baseball umpires are obliged to wear black underwear during games, in case their trousers split.","name":"Fact about sports","type":"science"},
{"text":"In the 1830s ketchup was a medicine known as \"tomato pills\"","name":"Historical fact","type":"science"},
{"text":"Hard times may have held you down, but they will not last forever. When all is said and done, you will be increased.","name":"Joel Osteen","type":"quotes"},
{"text":"Painting the Mona Lisa’s lips took Leonardo da Vinci twelve years.","name":"Fact about arts","type":"science"},
{"text":"Three things cannot long be hidden: the sun, the moon, and the truth.","name":"Confucius","type":"quotes"},
{"text":"You see things and you say, 'Why?'. But I dream things and I say, 'Why not?'","name":"George Bernard Shaw","type":"poems"},
{"text":"We must accept finite disappointment, but never lose infinite hope.","name":"Martin Luther King Jr.","type":"quotes"},
{"text":"Did you hear about the two people who stole a calendar? They each got six months.","name":"Joke","type":"science"},
{"text":"Life is to be lived, not controlled, and humanity is won by continuing to play in face of certain defeat.","name":"Invisible Man","type":"poems"},
{"text":"Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth.","name":"Oscar Wilde","type":"quotes"},
{"text":"Artist Willard Wigan once inhaled his own work. Wigan’s works are micro-sculptures that must be viewed through a microscope. In creating his art, Wigan has to work between pulses.","name":"Fact about arts","type":"science"},
{"text":"What do I fear? Myself? There's none else by. Richard loves Richard; that is, I and I.","name":"William Shakespeare","type":"poems"},
{"text":"True happiness comes from the joy of deeds well done, the zest of creating things new.","name":"Antoine de Saint-Exupéry","type":"quotes"},
{"text":"Knitting and crochet have physical and mental health benefits, slowing dementia, combating depression, and distracting from chronic pain.","name":"Life hack","type":"science"},
{"text":"Snowfall in a hot desert may seem a contradiction, but snow has been recorded several times in the Sahara Desert over the last decades, most recently in January 2022","name":"Interesting fact","type":"science"},
{"text":"Without effort, you won't even pull a fish out of a pond.","name":"Russian proverb","type":"quotes"},
{"text":"A house is made with walls and beams; a home is built with love and dreams.","name":"Ralph Waldo Emerson","type":"poems"},
{"text":"In Japan, there is a term \"Koi No Yokan\" for the feeling of knowing you will fall in love with someone.","name":"Interesting Fact","type":"science"},
{"text":"Cherish that which is within you, and shut off that which is without; for much knowledge is a curse.","name":"Zhuangzi","type":"quotes"},
{"text":"It was surely a shot in the dark, but it turned out right!","name":"idioms","type":"aphorisms"},
{"text":"One small step for man, one giant leap for mankind.","name":"Neil Armstrong","type":"quotes"},
{"text":"The English judges have never used gavels in the criminal court.","name":"Historical fact","type":"science"},
{"text":"They say that a true love will always find a way, even through adversities and hardships.","name":"Proverb","type":"aphorisms"},
{"text":"Some fish, like the mudskipper, can survive on land for extended periods, using their fins to breathe.","name":"Interesting Fact","type":"science"},
{"text":"Be kind, for everyone you meet is fighting a hard battle.","name":"Socrates","type":"quotes"},
{"text":"I hope I shall possess firmness and virtue enough to maintain what I consider the most enviable of all titles, the character of an honest man.","name":"George Washington","type":"quotes"},
{"text":"The Toccoa family had quintuplets without fertility treatments, a one in 55 million chance event.","name":"Interesting Fact","type":"science"},
{"text":"Never tell the truth to people who are not worthy of it.","name":"Mark Twain","type":"poems"},
{"text":"Caligula is famous for a lot of things, but one of his strangest decisions was to make his favorite horse a senator.","name":"Historical fact","type":"science"},
{"text":"The artist must train not only his eye but also his soul.","name":"Wassily Kandinsky","type":"quotes"},
{"text":"You step onto the road, and if you don't keep your feet, there's no knowing where you might be swept off to.","name":"The Lord of the Rings","type":"cinema"},
{"text":"Happiness often sneaks in through a door you didn't know you left open.","name":"John Barrymore","type":"quotes"},
{"text":"Finishing a small goal each day works wonders for your mental health.","name":"Interesting fact","type":"science"},
{"text":"A good novel tells us the truth about its hero; but a bad novel tells us the truth about its author.","name":"Gilbert Keith Chesterton","type":"poems"},
{"text":"Stronger and more lasting memories are created when the brain is influenced by theta waves. These brain waves are associated with relaxation.","name":"Fact about relaxation","type":"science"},
{"text":"A sense of humor is part of the art of leadership, of getting along with people, of getting things done.","name":"Dwight D. Eisenhower","type":"quotes"},
{"text":"When life gives you lemons, make lemonade.","name":"Proverb","type":"aphorisms"},
{"text":"Banana is actually an Arabic word for fingers. In fact, a cluster of bananas is referred to as a hand, and it consists of 10 to 20 bananas known as fingers.","name":"Fact about flora","type":"science"},
{"text":"True friends are like diamonds - bright, beautiful, and always in style.","name":"Nicole Richie","type":"quotes"},
{"text":"You really should stop putting the cart before the horse and preparing for the wedding before the proposal.","name":"idioms","type":"aphorisms"},
{"text":"A cat has absolute emotional honesty: human beings, for one reason or another, may hide their feelings, but a cat does not.","name":"Ernest Hemingway","type":"poems"},
{"text":"The truth is incontrovertible. Malice may attack it; ignorance may deride it, but in the end, there it is.","name":"Winston Churchill","type":"quotes"},
{"text":"The character most frequently portrayed in horrors is Count Dracula, the creation of the Irish writer Bram Stoker.","name":"Interesting fact","type":"science"},
{"text":"You can't judge a book by its cover.","name":"Proverb","type":"aphorisms"},
{"text":"From there to here, from here to there, funny things are everywhere.","name":"Dr. Seuss","type":"quotes"},
{"text":"The oldest living organism on Earth is actually a plant. It is a bristlecone pine that grows in southeastern California's White Mountains, which has been estimated to be around 4,841 years old.","name":"Fact about flora","type":"science"},
{"text":"95% of the Universe is made of dark matter and dark energy.","name":"Fact about space","type":"science"},
{"text":"He who has a why to live can bear almost any how.","name":"Friedrich Nietzsche","type":"quotes"},
{"text":"There are individuals who taste-test dog food to ensure its quality.","name":"Fact about jobs","type":"science"},
{"text":"Mummy brown, a popular painting pigment in the 17th and 18th centuries, was actually made of the ground-up remains of ancient Egyptian mummies.","name":"Historical fact","type":"science"},
{"text":"Creativity is the greatest rebellion in existence: being creative is a spiritual act of freedom.","name":"Osho","type":"quotes"},
{"text":"\"A barking dog never bites\" is what they say about people who would threaten others, but never act upon those threats.","name":"Proverb","type":"aphorisms"},
{"text":"Professional athletes used to perform in vaudeville during the off-season. Before today’s big-league salaries, professional baseball and football players often had a side hustle.","name":"Fact about sports","type":"science"},
{"text":"When somebody tells you to break a leg, they are actually wishing you luck.","name":"Idioms","type":"aphorisms"},
{"text":"Age appears best in four things: old wood to burn, old wine to drink, old friends to trust and old authors to read.","name":"Francis Bacon","type":"quotes"},
{"text":"The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle.","name":"Steve Jobs","type":"quotes"},
{"text":"Dinosaurs lived on Earth for around 160 million years, which is 64 times longer than people, who have only been around for 2.5 million years.","name":"Historical fact","type":"science"},
{"text":"A good traveler has no fixed plans, and is not intent on arriving.","name":"Laozi","type":"poems"},
{"text":"Hope is a renewable option: if you run out of it at the end of the day, you get to start over in the morning.","name":"Barbara Kingsolver","type":"quotes"},
{"text":"Nutrition labels provide the information on the ingredients in a particular order. The more of the ingredient is present in the product, the higher up in the list it is placed.","name":"Fact about food","type":"science"},
{"text":"Everything human is pathetic. The secret source of humor itself is not joy but sorrow. There is no humor in heaven.","name":"Mark Twain","type":"poems"},
{"text":"It is easier to finish a large task by breaking it up into smaller pieces.","name":"Life hack","type":"science"},
{"text":"A society grows great when old men plant trees in whose shade they shall never sit.","name":"Greek proverb","type":"quotes"},
{"text":"The oldest person ever whose age has been independently verified is Jeanne Calment (France) who lived to 122 years and 164 days.","name":"Interesting Fact","type":"science"},
{"text":"Wealth consists of not having great possessions, but in having few wants.","name":"Epictetus","type":"quotes"},
{"text":"Dreams are the touchstones of our character, we should follow them instead of being led astray.","name":"Henry David Thoreau","type":"quotes"},
{"text":"Dolphins are capable of forming such strong bonds with people that they sometimes experience intense jealousy.","name":"Animal fact","type":"science"},
{"text":"To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.","name":"Ralph Waldo Emerson","type":"poems"},
{"text":"The surface of the Dead Sea is more than 400 meters below sea level.","name":"Interesting fact","type":"science"},
{"text":"Affection is the most important thing in life. Without it, life is empty.","name":"Pablo Picasso","type":"quotes"},
{"text":"They may take our lives, but they'll never take our freedom!","name":"Braveheart","type":"cinema"},
{"text":"Olympic gold medals are actually made of silver. The last fully gold medals given out dates back to 1912","name":"Fact about sports","type":"science"},
{"text":"If we will be quiet and ready enough, we shall find compensation in every disappointment.","name":"Henry David Thoreau","type":"quotes"},
{"text":"Snake island in Brazil is packed with thousands of golden lanceheads, the most poisonous serpents on Earth. The island is so deadly that the government prohibited ever visiting it.","name":"Interesting fact","type":"science"},
{"text":"There is a kind of magicness about going far away and then coming back all changed.","name":"Kate Douglas Wiggin","type":"quotes"},
{"text":"Imagination is the beginning of creation. You imagine what you desire and you believe what you imagine.","name":"George Bernard Shaw","type":"poems"},
{"text":"Parallel lines have so much in common. It's a shame they'll never meet.","name":"Joke","type":"aphorisms"},
{"text":"When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love.","name":"Marcus Aurelius","type":"quotes"},
{"text":"In Singapore, it is illegal to sell or own chewing gum.","name":"Interesting Fact","type":"science"},
{"text":"Though we travel the world over to find the beautiful, we must carry it with us or we find it not.","name":"Ralph Waldo Emerson","type":"poems"},
{"text":"I disapprove of what you say, but I will defend to the death your right to say it.","name":"Voltaire","type":"quotes"},
{"text":"Access to the Lascaux caves, famous for paleolithic cave paintings, is severely restricted to preserve the ancient artwork from damage.","name":"Interesting Fact","type":"science"},
{"text":"Any fool can paint a picture, but it takes a wise man to be able to sell it.","name":"Samuel Butler","type":"quotes"},
{"text":"Some scientists believe that Neptune is not the last planet of the Solar System and that there is the so-called Planet Nine, five to ten times larger than the Earth, that has thus far remained undetected.","name":"Fact about space","type":"science"},
{"text":"Chill music makes people more generous. A study made listeners play a game, in which they were dictators handing out rations to their citizens. Those who heard the chill songs were far more generous than the others.","name":"Fact about music","type":"science"},
{"text":"Don't judge each day by the harvest you reap but by the seeds that you plant.","name":"Robert Louis Stevenson","type":"quotes"},
{"text":"The richest man is not he who has the most, but he who needs the least.","name":"The Pursuit of Happyness","type":"cinema"},
{"text":"Jennifer Lawrence, an American actress, has a tattoo that says \"H2O\" on her hand. It reminds her to drink water.","name":"Interesting fact","type":"science"},
{"text":"When you see a good move, look for a better one.","name":"Emanuel Lasker","type":"quotes"},
{"text":"Those who have knowledge, don't predict. Those who predict, don't have knowledge.","name":"Lao Tzu","type":"poems"},
{"text":"Anne Parrish bought herself the same copy of a book she owned as a child.","name":"Interesting fact","type":"science"},
{"text":"I could not tread these perilous paths in safety, if I did not keep a saving sense of humor.","name":"Horatio Nelson","type":"quotes"},
{"text":"Dream no small dreams for they have no power to move the hearts of men.","name":"Johann Wolfgang von Goethe","type":"poems"},
{"text":"During the First World War, the French built a fake Paris to confuse German bombers. It was a huge project with replicas of all the important landmarks, including the Eiffel Tower.","name":"Historical fact","type":"science"},
{"text":"It is not that I'm so smart. But I stay with the questions much longer.","name":"Albert Einstein","type":"quotes"},
{"text":"Surma men engage in stick-fighting known as \"Donga,\" a ritual to prove their strength and attract potential brides.","name":"Fact about Surma","type":"science"},
{"text":"In an effort to prevent obesity in its citizens, Japan created the Metabo Law. This requires people between the ages of 40 to 74 to have an annual waist measurement performed at the doctor.","name":"Japanese law","type":"quotes"},
{"text":"It is neither wealth nor splendor, but tranquility and occupation that give you happiness.","name":"Thomas Jefferson","type":"poems"},
{"text":"The Maya had their skulls deformed because it was considered beautiful. Moreover, it was common to drill holes in their teeth and insert jewels there.","name":"Historical fact","type":"science"},
{"text":"A cheerful frame of mind, reinforced by relaxation... is the medicine that puts all ghosts of fear on the run.","name":"George Matthew Adams","type":"quotes"},
{"text":"Why don't some adults play hide and seek? Because good luck hiding when everyone you know just wants something from you.","name":"Joke","type":"science"},
{"text":"Sufficient sleep, exercise, healthy food, friendship, and peace of mind are necessities, not luxuries.","name":"Mark Halperin","type":"quotes"},
{"text":"In three words I can sum up everything I've learned about life: it goes on.","name":"Robert Frost","type":"quotes"},
{"text":"There were thirteen participants in the Gunpowder Plot.","name":"Historical fact","type":"science"},
{"text":"The Universe is expanding at an accelerated speed, which might be due to the fact that the repulsive gravitation of dark energy is overpowering the attractive gravitation of matter.","name":"Fact about space","type":"science"},
{"text":"A bird does not sing because it has an answer. It sings because it has a song.","name":"Chinese proverb","type":"quotes"},
{"text":"Life isn't about finding yourself. Life is about creating yourself.","name":"George Bernard Shaw","type":"poems"},
{"text":"No mind is thoroughly well organized that is deficient in a sense of humor.","name":"Samuel Taylor Coleridge","type":"quotes"},
{"text":"We can ride horses, but not zebras because zebras are unpredictable and aggressive. Zoo workers consider zebras to be one of the most dangerous animals in the zoo.","name":"Animal fact","type":"science"},
{"text":"Nobody knows who gave Earth its name, but the word itself can be traced back to the Indo-European word for “ground”. All the other planets in our Solar System, except for our planet, were named after the Greek and Roman gods.","name":"Fact about the world","type":"science"},
{"text":"Fish are the last to know they are in water. They are so surrounded by it that it is impossible for them to see it.","name":"Albert Schweitzer","type":"quotes"},
{"text":"Just because you do not take an interest in politics doesn't mean politics won't take an interest in you.","name":"Pericles","type":"quotes"},
{"text":"The Aldabra giant tortoise can weigh more than 500 pounds (220 kg) and can live longer than 250 years.","name":"Animal fact","type":"science"},
{"text":"Hope is being able to see that there is light despite all the darkness.","name":"Desmond Tutu","type":"quotes"},
{"text":"Water slide testers check to see if the water slides in resorts, theme parks and hotels are both fun and safe. Imagine how fantastic it would be turning up to work every single day.","name":"Fact about jobs","type":"science"},
{"text":"Everyone on Earth is at most fiftieth cousin with everyone else. And people that share the same ethnicity and live in the same country are likely to be related within 10 past generations.","name":"Interesting fact","type":"science"},
{"text":"Every new beginning comes from some other beginning's end.","name":"Lucius Annaeus Seneca","type":"quotes"},
{"text":"Mere color, unspoiled by meaning, and unallied with definite form, can speak to the soul in a thousand different ways.","name":"Oscar Wilde","type":"quotes"},
{"text":"The first picture of a person was made in 1838. It was unintentional because a 10-minute exposure couldn't catch moving people, but it caught a man and a shoeshiner, who remained still on a busy street.","name":"Historical fact","type":"science"},
{"text":"During 15 years of conquest, Alexander the Great never lost a single battle.","name":"Historical fact","type":"science"},
{"text":"The luxury of all luxury - to go where you want, when you want - is the most scalable lifestyle imaginable.","name":"Tim Ferriss","type":"quotes"},
{"text":"You know you're in love when you can't fall asleep because the reality is finally better than your dreams.","name":"Dr. Seuss","type":"quotes"},
{"text":"The first mentions of Oxford University date back to the year of 1096","name":"Historical fact","type":"science"},
{"text":"Traveling – it leaves you speechless, then turns you into a storyteller.","name":"Ibn Battuta","type":"quotes"},
{"text":"Hippos can't swim well and the only reason they spend the majority of their lives in water is to protect their very sensitive skin.","name":"Animal fact","type":"science"},
{"text":"Only the wisest and stupidest of men never change.","name":"Confucius","type":"quotes"},
{"text":"Marcel Proust’s Remembrance of Things Past is the longest book in the world at 9,609,000 characters. The book tells the story of the narrator’s experiences growing up.","name":"Fact about arts","type":"science"},
{"text":"The Moon is drifting away from the Earth little by little - by about 1.5 inches (3.8 cm) a year.","name":"Fact about space","type":"science"},
{"text":"Love is the emblem of eternity; it confounds all notion of time; effaces all memory of a beginning, all fear of an end.","name":"Madame de Staël","type":"quotes"},
{"text":"Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.","name":"Ayn Rand","type":"quotes"},
{"text":"Golf ball dimples are needed to increase its flight range. The air flowing around the bumpy ball reduces the vacuum wake created by the velocity.","name":"Fact about sports","type":"science"},
{"text":"In the future, love will transcend time and space, creating connections beyond the boundaries of earth and stars.","name":"Dr. Jane Smith","type":"quotes"},
{"text":"Guinea pigs can purr like cats when they're happy.","name":"Interesting Fact","type":"science"},
{"text":"Laughter is, after speech, the chief thing that holds society together.","name":"Max Eastman","type":"quotes"},
{"text":"In 1518, people of Strasbourg contracted a strange disease and started dancing nonstop for weeks. Reportedly, as many as 400 people danced until falling unconscious from exhaustion.","name":"Historical fact","type":"science"},
{"text":"Loud music causes you to drink more in less time. A French study found that loud music in a bar setting leads to increased drinking within a shorter amount of time.","name":"Fact about music","type":"science"},
{"text":"And when you're needing your space to do some navigating, I'll be here patiently waiting to see what you find.","name":"Jason Mraz","type":"quotes"},
{"text":"Boost your productivity by decluttering your workspace and materialize your goals by making a vision board.","name":"Life hack","type":"science"},
{"text":"If he has a conscience he will suffer for his mistake. That will be his punishment - as well as the prison.","name":"Fyodor Dostoevsky","type":"quotes"},
{"text":"The founder of the iconic electric guitar and bass brand and Rock and Roll Hall of Fame inductee Leo Fender never learned to play either instrument.","name":"Fact about music","type":"science"},
{"text":"Affection is responsible for nine-tenths of whatever solid and durable happiness there is in our lives.","name":"C.S. Lewis","type":"quotes"},
{"text":"George Washington's wooden teeth are just a popular myth.","name":"Historical fact","type":"science"},
{"text":"The world’s longest-lasting kiss took over fifty-eight hours. It took place to mark the sharing of love on Valentine’s Day in 2013","name":"World record","type":"quotes"},
{"text":"The Vikings discovered America nearly five hundred years prior to Columbus. Leif Eriksson of Greenland was the first European to land on the Island of Newfoundland.","name":"Historical fact","type":"science"},
{"text":"There is a giant gas cloud in the constellation of Aquila with enough alcohol to provide everyone on Earth with 300,000 pints of beer a day for one billion years.","name":"Fact about space","type":"science"},
{"text":"In Milan, Italy, it is a legal requirement to smile at all times, except during funerals or hospital visits.","name":"Interesting Fact","type":"science"},
{"text":"For many cultures, children are told to keep their baby teeth under their pillow and the Tooth Fairy will give them money. But Greek children are told to toss their tooth onto their roofs.","name":"Greek custom","type":"quotes"},
{"text":"The Great Barrier Reef is the world's biggest single structure made by living organisms.","name":"Guinness World Records","type":"quotes"},
{"text":"The Great Barrier Reef is the largest structure on Earth.","name":"Interesting fact","type":"science"},
{"text":"The Jackson 5's debut album was released before Michael Jackson's voice broke, leading many to believe it was a girl singing.","name":"Interesting Fact","type":"science"},
{"text":"Love is friendship that has caught fire, calmness that quiets inner chaos, confidence for uncertain hours.","name":"Ann Landers","type":"quotes"},
{"text":"We promise according to our hopes and perform according to our fears.","name":"François de La Rochefoucauld","type":"quotes"},
{"text":"Aiko Nakagawa ran 105 marathons in a single year, setting a remarkable world record.","name":"Interesting Fact","type":"science"},
{"text":"Sheep Counting is an official sport in Australia. About 400 sheep make a mad dash past ten competitors, who will try to count them. Whoever makes the most accurate estimate is the winner.","name":"Fact about sports","type":"science"},
{"text":"Winners never quit and quitters never win. Sports do not build character. They reveal it.","name":"Heywood Broun","type":"quotes"},
{"text":"If you want to live a happy life, tie it to a goal, not to people or objects.","name":"Albert Einstein","type":"quotes"},
{"text":"When your little one is exploring the world on all fours, why not have them do a little cleaning? The Baby Mop is a onesie with soft mop heads for scrubbing action. Your floors will shine.","name":"Fact about inventions","type":"science"},
{"text":"All the knowledge I possess everyone else can acquire, but my heart is all my own.","name":"Johann Wolfgang von Goethe","type":"poems"},
{"text":"Families with two daughters are the happiest. Researchers concluded that two girls are unlikely to fight and rarely annoy their parents. But oddly enough, families with four girls were found to be the unhappiest.","name":"Interesting fact","type":"science"},
{"text":"The ache for home lives in all of us, the safe place where we can go as we are and not be questioned.","name":"Maya Angelou","type":"quotes"},
{"text":"The Oscars given out in World War II were made from wood because metal was so scarce.","name":"Interesting fact","type":"science"},
{"text":"Learn the craft of knowing how to open your heart and to turn on your creativity. There's a light inside of you.","name":"Judith Jamison","type":"quotes"},
{"text":"Relaxing your back can help clear mental clutter and improve spinal flexibility.","name":"Relax life hack","type":"science"},
{"text":"I believe cats to be spirits come to earth. A cat, I am sure, could walk on a cloud without coming through.","name":"Jules Verne","type":"quotes"},
{"text":"Most poor people do not live in poor countries. Over 70% of them actually live in middle-income countries.","name":"Fact about economics","type":"science"},
{"text":"With no skill at all, he was like a fifth wheel at the company.","name":"Idiom","type":"aphorisms"},
{"text":"A personal star on the Walk of Fame is not really an award for being a successful performer. You have to pay $30,000 in order to have it installed there.","name":"Fact about Hollywood","type":"science"},
{"text":"It's not what happens to you, but how you react to it that matters.","name":"Epictetus","type":"quotes"},
{"text":"Climate change is causing flowers to change color.","name":"Fact about the world","type":"science"},
{"text":"The footsteps left on the surface of the Moon will remain there for millions of years, because the Moon has no atmosphere and therefore no wind.","name":"Fact about space","type":"science"},
{"text":"Upon his wife's death, Herod the Great kept her body, preserved in honey, for 7 years.","name":"Historical fact","type":"science"},
{"text":"Cats know how to obtain food without labor, shelter without confinement, and love without penalties.","name":"W.L. George","type":"quotes"},
{"text":"Wealth is not about having a lot of money; it's about having a lot of options.","name":"Chris Rock","type":"quotes"},
{"text":"Surtsey in Iceland is one of the world’s youngest islands. No visitors are allowed to visit this spot, because human intrusion will upset the ecological sequence that is currently ongoing on the island.","name":"Interesting fact","type":"science"},
{"text":"People who are currently alive represent about seven percent of the total number of people who have ever lived.","name":"Fact about the world","type":"science"},
{"text":"Trust yourself. Think for yourself. Act for yourself. Speak for yourself. Be yourself. Imitation is suicide.","name":"Marva Collins","type":"quotes"},
{"text":"\"Jingle Bells\" was originally a thanksgiving song. Written by James Lord Pierpont and published in 1857, it was meant to be sung during Thanksgiving.","name":"Fact about music","type":"science"},
{"text":"Travel is more than the seeing of sights; it is a change that goes on, deep and permanent, in the ideas of living.","name":"Miriam Beard","type":"quotes"},
{"text":"Although cinnamon is not particularly sweet by itself, it enhances the sweetness of all the other ingredients.","name":"Fact about food","type":"science"},
{"text":"You are not being honest if you burn your tongue and don't tell everyone else that the soup is hot.","name":"Serbian proverb","type":"quotes"},
{"text":"The fastest gust of wind ever recorded on Earth was 253 miles per hour. In 1996, a tropical cyclone named Olivia hit off the coast of Barrow Island, Australia.","name":"Fact about the world","type":"science"},
{"text":"Change is the law of life. And those who look only to the past or present are certain to miss the future.","name":"John F. Kennedy","type":"quotes"},
{"text":"Pluto is not the only dwarf planet in the solar system, we also have Ceres, Makemake, Haumea and Eris.","name":"Fact about space","type":"science"},
{"text":"Giant sloths are actually very good swimmers and are capable of holding their breath for 40 minutes - longer than seals and dolphins.","name":"Animal fact","type":"science"},
{"text":"In just one teaspoon of soil, there are more microorganisms than people on the planet.","name":"Scientific fact","type":"science"},
{"text":"Friendship is the only cement that will ever hold the world together.","name":"Woodrow Wilson","type":"quotes"},
{"text":"The world’s longest concert by multiple artists lasted for 453 hours, 54 minutes, and 40 seconds. It was part of Canada’s celebration of their country’s 150th anniversary in 2017","name":"Fact about music","type":"science"},
{"text":"A good traveller is one who knows how to travel with the mind.","name":"Michael Johnson","type":"quotes"},
{"text":"Although we imagine the Moon to be a barren land, it actually has ice on its poles, much like the Earth, and water in the interior.","name":"Fact about space","type":"science"},
{"text":"Love is composed of a single soul inhabiting two bodies.","name":"Aristotle","type":"quotes"},
{"text":"Pirates never used treasure maps, it's just a popular literary and movie myth.","name":"Historical fact","type":"science"},
{"text":"There is a 150-year-old oak tree at the center of a soccer field in Estonia. The locals who play football on the pitch have become used to it and know how to use the tree to complete passes.","name":"Fact about sports","type":"science"},
{"text":"The youngest person to climb Mount Everest is Jordan Romero. The American teen was 13 years old when he reached the summit, accompanied by his father.","name":"World record","type":"quotes"},
{"text":"Alaska pays each resident a guaranteed income - dividends out of oil revenues.","name":"Fact about economics","type":"science"},
{"text":"Financial success is not about the size of your paycheck. It's about your ability to create assets that generate passive income.","name":"Robert Kiyosaki","type":"quotes"},
{"text":"Some of our greatest historical and artistic treasures we place with curators in museums; others we take for walks.","name":"Roger A. Caras","type":"quotes"},
{"text":"The first ebook in the world is The Declaration of Independence, released in 1971. Michael Stern Hart transcribed it and made it available for everyone for free, starting the famous Project Gutenberg.","name":"Fact about books","type":"science"},
{"text":"A day without laughter is a day wasted, because humor is simply the defiance of despair.","name":"Charlie Chaplin","type":"quotes"},
{"text":"Transform clutter into character by curating collections, using vertical spaces, and making storage an aesthetic highlight.","name":"Life Hack","type":"science"},
{"text":"The Great Dictator, one of the most famous Charlie Chaplin's movies, was produced entirely with Chaplin's own money. Hollywood was too afraid to pick the wrong side and lose the money at the time.","name":"Fact about movies","type":"science"},
{"text":"The greatest weapon against stress is our ability to choose one thought over another.","name":"William James","type":"quotes"},
{"text":"Neil Armstrong does have a place on the Hollywood Walk of Fame, but it's not a star. He has a moon instead.","name":"Fact about Hollywood","type":"science"},
{"text":"Touching a toad won't give you warts. This rumor probably originated from the fact that toads themselves have wart-like bumps on their skin, but they don't secrete anything that can cause warts.","name":"Popular myth","type":"science"},
{"text":"The skinniest waist ever was awarded to Cathie Jung in 1999. An American had a 15-inch (38-cm) waist. The woman had never had surgery to define it. She had been wearing a corset for 16 years.","name":"World record","type":"quotes"},
{"text":"Lotus was considered a symbol of resurrection in Ancient Egypt, because the flower can bloom in flooded areas, but it can also survive for years during droughts and bloom again when it is watered.","name":"Fact about flora","type":"science"},
{"text":"Tomatoes have more genes than humans. This vegetable contains 31,760 genes – that is 7,000 more genes than a human.","name":"Scientific fact","type":"science"},
{"text":"Do not pray for an easy life, pray for the strength to endure a difficult one.","name":"Bruce Lee","type":"quotes"},
{"text":"As of 2022, Finland is considered to be the best country to live in, with the “Social Progress Index” (human rights + wellbeing + opportunities for self-fulfillment) reaching as high as 90.09","name":"Fact about economics","type":"science"},
{"text":"Love is that condition in which the happiness of another person is essential to your own.","name":"Robert A Heinlein","type":"quotes"},
{"text":"In France, it's customary to greet people with a cheek kiss, known as 'la bise,' which varies in number depending on the region.","name":"French Tradition","type":"quotes"},
{"text":"Mars is the only planet known to mankind that is populated by robots, which were sent there from the Earth.","name":"Fact about space","type":"science"},
{"text":"Call it a clan, call it a network, call it a tribe, call it a family. Whatever you call it, whoever you are, you need one.","name":"Jane Howard","type":"quotes"},
{"text":"Among all the animals on Earth, only humans are able to enjoy spicy food.","name":"Interesting fact","type":"science"},
{"text":"Most orchids don’t produce nectar, so in order to lure pollinators, their flowers visually resemble a female wasp and produce a scent that attracts male wasps. The wasps pollinate the plant as they try to mate with it.","name":"Fact about flora","type":"science"},
{"text":"Travel isn't always pretty. It isn't always comfortable. Sometimes it hurts, it even breaks your heart. But that's okay.","name":"Anthony Bourdain","type":"quotes"},
{"text":"Japan has one of the highest densities of vending machines in the world, with one for every 40 people in the country.","name":"Fact about economics","type":"science"},
{"text":"In the midst of winter, I found there was, within me, an invincible summer.","name":"Albert Camus","type":"quotes"},
{"text":"The Leaning Tower of Pisa was constructed like this from the very beginning.","name":"Historical fact","type":"science"},
{"text":"Love conquers all things, so we too shall yield to love.","name":"Publius Vergilius Maro","type":"quotes"},
{"text":"Love is a game that two can play and both can win.","name":"Eva Gabor","type":"quotes"},
{"text":"In Switzerland, it is illegal to flush the toilet after 10 pm in an apartment building.","name":"Interesting Fact","type":"science"},
{"text":"What counts is not necessarily the size of the dog in the fight; it's the size of the fight in the dog.","name":"Dwight D. Eisenhower","type":"quotes"},
{"text":"Despite his extensive work as a theoretical physicist and cosmologist, Stephen Hawking never received any Nobel Prizes.","name":"Scientific fact","type":"science"},
{"text":"The founding king of Saudi Arabia was sometimes called the \"Leopard of the Desert\"","name":"Historical fact","type":"science"},
{"text":"Imagination will often carry us to worlds that never were. But without it, we go nowhere.","name":"Carl Sagan","type":"quotes"},
{"text":"The ocean is divided into distinct zones, including the sunlight zone, twilight zone, and midnight zone.","name":"Interesting Fact","type":"science"},
{"text":"It’s much healthier to keep potatoes skin instead of peeling it, because it’s very rich in nutrients, including potassium, vitamin B3, iron, magnesium, phosphorous, calcium, copper, and zinc.","name":"Fact about flora","type":"science"},
{"text":"The hardest thing in the world to understand is the income tax.","name":"Albert Einstein","type":"quotes"},
{"text":"In love there is always one who kisses and one who offers the cheek.","name":"French proverb","type":"quotes"},
{"text":"The Himba use otjize paste, a mixture of butterfat and ochre pigment, to protect their skin from the harsh desert climate.","name":"Fact about the Himba","type":"science"},
{"text":"The Dani people engage in a tradition called \"pig festival,\" where pigs are sacrificed to ensure good fortune.","name":"Fact about Dani","type":"science"},
{"text":"The greatest minds are capable of the greatest vices as well as of the greatest virtues.","name":"Rene Descartes","type":"quotes"},
{"text":"In Svalbard, Norway, there are more polar bears than humans. It's not safe to leave town without a rifle.","name":"Interesting Fact","type":"science"},
{"text":"It is illegal to eat ice cream on Bank street in Ottawa on Sunday. Any other day is good, just keep it indoors on Sunday.","name":"Canadian law","type":"quotes"},
{"text":"In Ancient Greece, men usually wore tunics and would laugh at men who put on trousers, since they were considered effeminate.","name":"Historical fact","type":"science"},
{"text":"Unlike in math, in real life two wrongs don't make a right.","name":"English proverb","type":"quotes"},
{"text":"The best thing about the future is that it comes one day at a time.","name":"Abraham Lincoln","type":"quotes"},
{"text":"In Iraq, booksellers just leave books outside at night unattended because \"the reader does not steal and the thief does not read\"","name":"Fact about books","type":"science"},
{"text":"Not counting the North and South Poles, the Atacama Desert is the driest place on Earth. Some of its parts have not seen a drop of rain in over 500 years.","name":"Fact about the world","type":"science"},
{"text":"The sea is not a destination but a transformation.","name":"Sylvia Earle","type":"quotes"},
{"text":"You must have chaos within you to give birth to a dancing star.","name":"Friedrich Nietzsche","type":"quotes"},
{"text":"Poison dart frogs are only poisonous because they eat poisonous ants and insects. In zoos, where their diet is controlled, they do not produce any poison.","name":"Animal fact","type":"science"},
{"text":"Everyone on Earth is at most fiftieth cousins with everyone else. And people that share the same ethnicity and live in the same country are likely to be related within 10 past generations.","name":"Interesting fact","type":"science"},
{"text":"Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.","name":"Wayne W. Dyer","type":"quotes"},
{"text":"The Morells, a unique family, have adopted over 70 children from around the world.","name":"Interesting Fact","type":"science"},
{"text":"After being told he couldn't keep dogs on campus, Lord Byron brought a bear as his pet. It was his protest against the college rules.","name":"Historical fact","type":"science"},
{"text":"Anthony Hopkins happened upon a signed copy of the book he was searching for in a train station.","name":"Interesting fact","type":"science"},
{"text":"Huli Wigmen create elaborate wigs from their own hair and wear them as a symbol of status and identity.","name":"Fact about Huli Wigmen","type":"science"},
{"text":"Truth is the ultimate power. When the truth comes around, all the lies have to run and hide.","name":"Ice Cube","type":"quotes"},
{"text":"Everything is worth what its purchaser will pay for it.","name":"Syrus","type":"quotes"},
{"text":"If you want people to like you, ask questions about them rather than talking about yourself.","name":"Life hack","type":"science"},
{"text":"Cleopatra was Greek, not Egyptian, as many people tend to believe.","name":"Historical fact","type":"science"},
{"text":"If you want a high living standard, you have to settle for a low quality of life.","name":"Unknown author","type":"quotes"},
{"text":"Two unrelated men, both named Mr. Dooly, born, married, and died on the same days in the same city.","name":"Interesting fact","type":"science"},
{"text":"“To Have and Have Not” is the only instance when a Nobel prize-winning author was adapted for the screen by another Nobel-winning author. They were Ernest Hemingway and William Faulkner.","name":"Interesting fact","type":"science"},
{"text":"Life's challenges are not supposed to paralyze you; they're supposed to help you discover who you are.","name":"Bernice Johnson Reagon","type":"quotes"},
{"text":"The ocean is a vast wilderness where animals roam freely, and we have a responsibility to protect their home.","name":"Paul Walker","type":"quotes"},
{"text":"Capoeira was created by enslaved Africans in Brazil. African slaves were prohibited from practicing martial arts. Therefore, they developed a mix of dancing and fighting.","name":"Fact about arts","type":"science"},
{"text":"Five small snacks throughout the day can satiate hunger better than one big meal.","name":"Life hack","type":"science"},
{"text":"Wimbledon tennis balls are kept at twenty degrees Celsius. The temperature of a tennis ball affects how it bounces.","name":"Fact about sports","type":"science"},
{"text":"We see many who are struggling against adversity who are happy, and more although abounding in wealth, who are wretched.","name":"Tacitus","type":"quotes"},
{"text":"Rats are able to experience joy and laugh. They express their good humor by emitting a high-pitched chirping noise.","name":"Animal fact","type":"science"},
{"text":"It is impossible to wake up someone who's just pretending to be asleep.","name":"Filipino proverb","type":"quotes"},
{"text":"Most people never run far enough on their first wind to find out they have got a second.","name":"William James","type":"quotes"},
{"text":"The Palace Theatre of London had two seats permanently bolted open for the theater ghosts to sit in, so the public never used them. That was until Harry Potter and the Cursed Child, which sold so well these two seats had to come back.","name":"Fact about theaters","type":"science"},
{"text":"A wish is a hope or desire for something. May all your wishes come true.","name":"Catherine Pulsifer","type":"quotes"},
{"text":"The combined weight of all Earth's ants matches that of all humans.","name":"Interesting fact","type":"science"},
{"text":"In a country badly governed, wealth is something to be ashamed of.","name":"Confucius","type":"quotes"},
{"text":"Japanese scientists designed a robotic girlfriend’s hand. A humanlike motorized hand is made for people who just want a hand to hold. It is able to heat up and even sweat.","name":"Fact about inventions","type":"science"},
{"text":"Art is not what you see, but what you make other people see.","name":"Edgar Degas","type":"quotes"},
{"text":"Before the invention of dentures, doctors used teeth of dead soldiers as prosthetics.","name":"Historical fact","type":"science"},
{"text":"Home, the spot of earth supremely blest, a dearer and sweeter spot than all the rest.","name":"Robert Montgomery","type":"quotes"},
{"text":"What's in a name? That which we call a rose by any other name would smell as sweet.","name":"William Shakespeare","type":"poems"},
{"text":"About 69% of the world's freshwater is encased in ice caps, glaciers, and permanent snow.","name":"Interesting fact","type":"science"},
{"text":"Knowledge is power, information is liberating, education is the premise of progress, in every society, in every family.","name":"Kofi Annan","type":"quotes"},
{"text":"Smart people learn from everything and everyone; average people, from their experiences. The stupid already have all the answers.","name":"Socrates","type":"quotes"},
{"text":"F. Scott Fitzgerald was the first writer to use the term “T-shirt”. According to the Oxford English Dictionary, it appeared in This Side of Paradise in 1920","name":"Fact about arts","type":"science"},
{"text":"Elvis Presley is still the best-selling solo artist in the world, with more than one billion sales worldwide.","name":"Fact about music","type":"science"},
{"text":"Optimism is a happiness magnet. If you stay positive, good things and good people will be drawn to you.","name":"Mary Lou Retton","type":"quotes"},
{"text":"Spartans didn't work because the country was so rich it awarded lands and slaves to their citizens upon reaching adulthood.","name":"Historical fact","type":"science"},
{"text":"The wise traveler leaves his heart at home.","name":"African proverb","type":"quotes"},
{"text":"The boy who coxed the winning pair in the rowing events at the 1900 Olympics is believed to be only 7 years old.","name":"Fact about sports","type":"science"},
{"text":"The only thing standing between you and your goal is the story you keep telling yourself as to why you can't achieve it.","name":"Jordan Belfort","type":"quotes"},
{"text":"To live is the rarest thing in the world. Most people exist, that is all.","name":"Oscar Wilde","type":"quotes"},
{"text":"Ziona Chana from India is known as the head of the largest family in the world. He had 39 wives, 94 children, 14 daughters in-law, and 33 grandchildren - 180 family members in total.","name":"Interesting fact","type":"science"},
{"text":"Just be yourself. Let people see the real, imperfect, flawed, quirky, weird, beautiful, magical person that you are.","name":"Mandy Hale","type":"quotes"},
{"text":"Glaciers and ice sheets hold about sixty-nine percent of all freshwater in the world.","name":"Fact about the world","type":"science"},
{"text":"Two Dennis the Menace characters emerged in different countries during the same year.","name":"Interesting fact","type":"science"},
{"text":"Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.","name":"Christian D. Larson","type":"quotes"},
{"text":"You may go where you want, but you cannot escape yourself.","name":"Norwegian proverb","type":"quotes"},
{"text":"Humans have genes from other species. Our genome consists of as many as 145 genes that have jumped from bacteria, fungi, and viruses.","name":"Scientific fact","type":"science"},
{"text":"Though a good deal is too strange to be believed, nothing is too strange to have happened.","name":"Thomas Hardy","type":"quotes"},
{"text":"A home is a kingdom of its own in the midst of the world, a stronghold amid life’s storms and stresses.","name":"Dietrich Bonhoeffer","type":"quotes"},
{"text":"If stored in a closed jar, honey does not have a shelf life and will never go bad. Honey is very low in moisture and very acidic, so bacteria cannot survive in it.","name":"Fact about food","type":"science"},
{"text":"Please don't ask me what the score is. I'm not even sure what the game is.","name":"Ashleigh Brilliant","type":"quotes"},
{"text":"Humpback whales are known to protect animals hunted by orcas. This is supposedly connected to the fact that orcas hunt humpback calves, so the adult whales are compelled to protect any animal in the range of orcas' hunting calls.","name":"Animal fact","type":"science"},
{"text":"A couple found wedding vows in a bottle written on the same day they wed.","name":"Interesting fact","type":"science"},
{"text":"He is richest who is content with the least, for content is the wealth of nature.","name":"Socrates","type":"quotes"},
{"text":"Fresh eggs always sink to the bottom of a glass filled with water, while the bad ones float.","name":"Fact about food","type":"science"},
{"text":"Who offends writes on sand; who is offended, on marble.","name":"Italian proverb","type":"quotes"},
{"text":"Scientists believe that there is an enormous black hole in the center of nearly every large galaxy, including the Milky Way.","name":"Fact about space","type":"science"},
{"text":"Treat a work of art like a prince: let it speak to you first.","name":"Arthur Schopenhauer","type":"quotes"},
{"text":"The best portion of a good man's life is his little, nameless, unremembered acts of kindness and of love.","name":"William Wordsworth","type":"quotes"},
{"text":"Friendship is born at that moment when one person says to another, 'You too? I thought I was the only one'","name":"C.S. Lewis","type":"quotes"},
{"text":"The sensation you get after eating a chili pepper is not a physical reaction. The pepper doesn't burn your tongue, but it does contain a chemical that tricks your pain receptors into thinking you are consuming something extremely hot.","name":"Fact about food","type":"science"},
{"text":"Truth is a deep kindness that teaches us to be content in our everyday life and share with the people at hand.","name":"Kahlil Gibran","type":"quotes"},
{"text":"Face feelers are also known as “sensory scientists”. In this job you’d be using your hands to feel the difference in product testers’ skin both before and after they’ve used lotions and creams.","name":"Fact about jobs","type":"science"},
{"text":"The human body can go longer without food than without sleep (1-2 months vs. only around 10 days)","name":"Interesting fact","type":"science"},
{"text":"Fort Knox is home to the bigger half of the US gold reserves, and is often referred to as the world’s most heavily guarded place. To gain access, one needs to know several combinations, whereas each staff member knows just one of them.","name":"Interesting fact","type":"science"},
{"text":"There was this myth in Ancient Greece: \"redheads will become vampires after death\"","name":"Historical fact","type":"science"},
{"text":"Consider your origins: you were not made to live as brutes, but to follow virtue and knowledge.","name":"Dante Alighieri","type":"quotes"},
{"text":"I am no bird; and no net ensnares me: I am a free human being with an independent will.","name":"Charlotte Brontë","type":"quotes"},
{"text":"Rogue planets do not belong to any planetary system.","name":"Fact about space","type":"science"},
{"text":"The temperature of the Universe (the cosmic microwave background) is surprisingly uniform everywhere, which is very strange since some parts of space should never have come into contact.","name":"Fact about space","type":"science"},
{"text":"Too many people spend money they haven't earned, to buy things they don't want, to impress people they don't like.","name":"Will Rogers","type":"quotes"},
{"text":"The Borgia family in Renaissance Italy was infamous for hosting lavish parties where guests were unknowingly poisoned.","name":"Interesting Fact","type":"science"},
{"text":"I dream of painting and then I paint my dream.","name":"Vincent Van Gogh","type":"quotes"},
{"text":"The Japanese created a bitescan - a special device that measures your chewing strokes. It helps to analyze your eating habits, from how much you eat to how quickly.","name":"Fact about inventions","type":"science"},
{"text":"The urban window baby cage was used in the 1930s to give infants plenty of fresh air. However, the health benefits may have been nullified by the obvious risk of dangling a baby high above a city street.","name":"Fact about inventions","type":"science"}
}