export const levelsToChange = [
 
{"text":"Благодаря доброте Божьей в нашей стране мы имеем свободу совести, свободу мнения, и осмотрительность не использовать эти свободы.","hiddenIndexes":[0,1,2,3,4,5,6,7,8,10,11,12,13,14,15,16,18,19,20,21,22,23,25,27,28,29,30,31,33,34,35,36,37,38,39,40,42,43,44,45,46,48,49,50,51,52,53,54,56,57,58,59,61,62,65,66,68,70,71,73,74,75,76,77,78,81,83,85,86,87,88,89,90,91,92,93,94,95,96,97,98,100,101,103,104,106,107,108,110,111,112,113,114,116,117,118,120,121,122,123,124,125,126],"name":"Марк Твен","desc":"","type":"quotes"}
 
]