export default {
     "2025-10": [
          {"text":"Ин","hiddenIndexes":[1],"name":"Определения и понятия","desc":"","type":"quotes"},
          {"text":"Ин","hiddenIndexes":[1],"name":"Определения и понятия","desc":"","type":"quotes"},
          {"text":"Ин","hiddenIndexes":[1],"name":"Определения и понятия","desc":"","type":"quotes"},
          {"text":"Ин","hiddenIndexes":[1],"name":"Определения и понятия","desc":"","type":"quotes"},
          {"text":"Ин","hiddenIndexes":[1],"name":"Определения и понятия","desc":"","type":"quotes"},
          {"text":"Ин","hiddenIndexes":[1],"name":"Определения и понятия","desc":"","type":"quotes"},
          {"text":"Ин","hiddenIndexes":[1],"name":"Определения и понятия","desc":"","type":"quotes"},
          {"text":"Ин","hiddenIndexes":[1],"name":"Определения и понятия","desc":"","type":"quotes"},
          {"text":"Ин","hiddenIndexes":[1],"name":"Определения и понятия","desc":"","type":"quotes"},
{"text":"Очерк - прозаическое произведение, основанное на фактах, документах, личных впечатлениях автора, то есть, в отличие от собственно рассказа, лишенное элементов вымысла.","hiddenIndexes":[0,1,3,4,8,9,10,11,12,13,14,15,16,17,18,19,21,22,23,24,25,26,27,28,30,31,32,35,36,38,39,40,41,42,43,44,46,47,49,50,51,52,53,54,57,58,59,60,61,62,63,64,65,66,69,70,71,72,73,74,76,77,78,79,80,81,82,84,85,86,87,89,90,91,92,93,94,97,98,100,101,102,103,106,108,109,110,111,112,113,114,116,117,119,120,122,123,124,125,126,127,128,130,131,132,133,134,135,136,137,140,141,143,144,145,146,147,149,150,151,152,153,155,156,157,159,160,161,162,163,164,165],"name":"Определения и понятия","desc":"","type":"quotes"},
{"text":"Конденсация - переход вещества из газообразного состояния в жидкое. Это случается при охлаждении газа: молекулы теряют энергию и снова начинают притягиваться друг к другу.","hiddenIndexes":[0,1,2,3,4,5,6,7,8,9,10,14,15,16,17,18,20,22,23,24,25,26,27,28,29,31,32,34,35,36,37,38,39,40,41,42,43,44,45,46,48,49,50,51,52,53,54,55,56,58,60,61,62,63,64,65,68,69,72,73,74,75,76,77,78,79,80,82,83,84,86,87,88,89,90,91,92,93,94,95,97,98,99,100,105,106,107,108,109,112,113,114,115,116,117,119,121,122,123,124,125,127,129,131,132,133,135,136,137,138,140,141,142,144,145,146,147,148,149,150,151,152,153,154,155,156,158,159,160,161,163,165,166,167,168,169],"name":"Определения и понятия","desc":"","type":"quotes"},
{"text":"Фольклор - в широком смысле самодеятельное творчество народа в сфере материальной и духовной культуры.","hiddenIndexes":[0,1,2,3,4,5,7,11,13,14,16,17,18,19,21,22,23,24,25,26,28,29,30,31,32,33,35,36,37,38,39,40,41,43,44,45,46,48,49,50,51,52,54,55,56,57,58,59,61,63,64,65,66,67,69,70,71,72,73,74,75,76,77,78,79,80,82,84,85,86,87,88,89,91,93,94,95,96,97,98,99,100],"name":"Определения и понятия","desc":"","type":"quotes"},
{"text":"Лакмус - один из первых известных индикаторов. В нейтральной среде лакмус фиолетового цвета. В кислой среде становится красным, а в щелочной - синим.","hiddenIndexes":[0,1,2,3,4,5,9,10,11,12,14,15,17,18,19,20,21,22,24,25,26,27,28,29,30,31,32,34,35,36,37,38,39,40,42,43,44,47,49,50,51,52,53,54,55,56,57,59,62,63,64,65,67,68,69,70,71,72,74,75,76,77,78,79,80,81,82,83,84,86,87,88,89,90,93,95,96,97,98,99,100,103,104,105,106,108,109,110,111,112,113,114,115,116,119,120,121,122,123,124,125,128,130,133,134,136,137,138,139,143,144,145,146,147],"name":"Определения и понятия","desc":"","type":"quotes"},
{"text":"Морфология - раздел грамматики, в котором изучаются слова как части речи. Различаются самостоятельные и служебные части речи.","hiddenIndexes":[0,1,2,3,4,5,6,7,8,9,13,14,15,16,17,18,20,21,22,23,24,25,26,27,28,29,32,34,35,37,38,39,40,42,43,44,45,46,47,48,49,50,52,53,54,55,56,58,59,60,62,63,64,65,68,69,70,74,75,76,77,78,79,80,81,82,83,84,86,87,88,89,90,91,92,93,95,96,98,99,100,102,104,105,106,108,109,110,111,112,114,115,116,117,118,120,121,122,123],"name":"Определения и понятия","desc":"","type":"quotes"},
     ],
     "2025-11": [],
     "2026-00": [],
     "2026-01": [],
     "2026-02": [],
     "2026-03": [],
     "2026-04": [],
}

/*
let a =
let texts = [];
a.forEach(b => texts.push(b.text));
console.log(texts.length);
console.log(new Set(texts).size);

*/